Repository: WebMo21/webmo21-mobile
Catalog: Fitness_Time/Fitness_Time/*.lproj/Localizable.strings
Languages: de

source: Training Programms
de: Trainingsplan

# Enter the week
source: Calendar Week
de: Kalenderwoche

source: Year
de: Jahr

source: Week
de: Woche

source: Workouts
de: Übungen

source: Day
de: Tag

source: Target Muscle
de: Muskelgruppe

source: Total Exercises
de: Alle Übungen

source: Weight
de: Gewicht

source: Reps
de: Wiederholungen

source: Name your programm
de: Name des Trainingsplan

source: Programm Name
de: Trainingsplan Name

source: New Programm
de: Neuer Trainingsplan

source: Enter target muscle
de: Muskelgruppe angeben

source: New Workout
de: Neue Übung

source: Enter exercise
de: Übung eingeben

source: Exercise
de: Übung

source: New Exercise
de: Neue Übung
